Repository: Cybersquad1/ZaK
Catalog: locale/*/LC_MESSAGES/zak.po
Languages: it

source: Delete property
it: Elimina la struttura

source: Actions
it: Opzioni

source: Pricing
it: Prezzi

source: Settings
it: Impostazioni

source: New Property
it: Nuova struttura

source: Rooms Management
it: Gestione Camere

source: Add a new room
it: Inserisci una camera

source: Name
it: Nome

source: Code
it: Codice

source: Type
it: Tipo

source: Your Rooms
it: Le tue camere

source: Delete
it: Cancella

source: Modify
it: Modifica

source: New room type
it: Nuovo tipo camera

source: Define a new room type
it: Definisci un nuovo tipo camera

source: Organize your rooms grouping them by types (double, double superior, single and so on). You will have the chance to define faster your prices and to manage internt, better.
it: Raggruppa le tue camere per tipo (doppia, doppia superior, singola ecc.). Potrai cosi' definire i prezzi piu' facilmente e gestire meglio la rivendita online.

source: Room name
it: Nome camera

source: Room code
it: Codice camera

source: Room type name
it: Tipo camera

source: Add room with this type
it: Inserisci una camera di questo tipo

source: Security Check
it: Controllo di sicurezza

source: Please, confirm your wishes
it: Sei sicuro di voler procedere?

source: Dear, are you conscious that, deleting this property, you will loose each type of data relative to this property (Rooms, reservations, customers and so on)?
it: Siete consapevoli che eliminando questa struttura, cancellerete ogni tipo di dato ad essa associato (Camere, prenotazioni, clienti ecc..)?

source: Yes, I know, continue
it: Ne sono consapevole, continua

source: Oh, not sure
it: Non ne sono sicuro

source: Dear, are you conscious that, deleting this room, you will delete also all the occupancies relative to this room? Reservations without occupancies (ie reservations relying only on this room) will be deleted too.
it: Siete consapevoli che eliminando questa camera, cancellerete anche tutte le occupazioni ad essa relative? Anche le prenotazioni che rimarranno senza occupazioni (a causa di questa cancellazione) verranno eliminate.

source: Please, add a new property
it: Inserire una nuova struttura

source: Just enter your property name
it: Vi basta indicarne il nome

source: Property Name
it: Nome struttura

source: Currency
it: Valuta

source: Dollar
it: Dollaro

source: Pound
it: Sterlina

source: Add this property
it: Aggiungi la struttura

source: Modify room
it: Moifica la camera

source: Modify name and/or code
it: Modifica nome e/o codice

source: Room type
it: Tipo camera

source: Prev
it: Prec

source: Setup
it: Assetto

source: Remarks
it: Note

source: Occupancy
it: Occupazione

source: Main guest
it: Ospite rif.

source: Adults
it: Adulti

source: Children
it: Bambini

source: Customers
it: Cienti

source: Res. Invoice
it: Fattura

source: Extras
it: Extra

source: New
it: Nuovo

source: Rooms pricing
it: Prezzi camera

source: Apply
it: Applica

source: apply
it: applica

source: Filter
it: Filtro

source: edit
it: modifica

source: for room
it: per la camera

source: Remeber to save your changes!
it: Ricorda di salvare le modifiche!

source: Meals
it: Pasti

source: Add
it: Aggiungi

source: for the day
it: per il giorno

source: All days
it: Tutti i giorni

source: New meal
it: Nuovo pasto

source: Age
it: Eta'

source: Add a new setup
it: Nuovo assetto

source: Deleting customer
it: Cancellazione cliente

source: Sure
it: Sicuro

source: Are you sure you want delete permanently this customer
it: Sei sicuro di voler cancellare il cliente definitivamente

source: If you want, you can simply deassociate the customer from this
it: Se vuoi, puoi semplicemente disassociare il clienter da questa

source: reservation, without removing it from your contacts
it: prenotazione, senza doverlo escludere dai tuoi contatti

source: Existing customer
it: Cliente esistente

source: Find an existent customer
it: Trova un cliente gia' inserito

source: Name or Email
it: Nome o email

source: Add a new customer
it: Inserisci un cliente

source: Contact
it: Contatto

source: Gender
it: Sesso

source: Male
it: Maschio

source: Female
it: Femmina

source: Phone
it: Telefono

source: Personal Info
it: Informazioni personli

source: Country
it: Stato

source: City
it: Citta'

source: Address
it: Indirizzo

source: Zip
it: Cap

source: Birth
it: Nascita

source: Birth place
it: Luogo natale

source: Reservation invoice to this customer
it: Fattura prenotazione per il cliente

source: Invoice header
it: Intestazione<br/>fattura

source: Optional, you can edit it during invoicing
it: Potrai comunque cambiarla successivamente

source: Notes
it: Note

source: New price variation
it: Nuova variazione della tariffa

source: Percentage
it: Percentuale

source: Fixed, daily
it: Fisso giornaliero

source: Fixed
it: Fisso

source: Negative values are possible to define discounts
it: Come sconto, si possono<br/> usare anche valori negativi

source: Value
it: Valore

source: ApplyTo
it: Applica a

source: Add a new extra
it: Nuovo extra

source: Cost
it: Prezzo

source: Daily
it: Giornaliero

source: yes
it: si

source: Vat
it: IVA

source: How
it: Quanti

source: Add a new meal
it: Nuovo pasto

source: Breakfast
it: Colazione

source: Half board
it: Mezza pensione

source: Full board
it: Pensione completa

source: Invoice type
it: Tipo fattura

source: Classic Invoice
it: Fattura classica

source: Add new
it: Inserisci

source: Default prices
it: Prezzi default

source: Per room type prices
it: Prezzo per tipo camera

source: Define different prices for a period
it: Definisci le tariffe per periodo

source: From
it: Da

source: To
it: A

source: Defined periods
it: Definizione del periodo

source: New rate
it: Nuova tariffa

source: Rate name
it: Nome tariffa

source: Add the rate
it: Inserisci tariffa

source: Looking for...
it: Ricerca...

source: Include
it: Includi

source: Reservations
it: Prenotazioni

source: Room setups
it: Assetto camere

source: Room types
it: Tipi camera

source: Rooms
it: Camere

source: Invoices
it: Fatture

source: Results
it: Risultati

source: Type something to the left to begin your research...
it: Scrivi qualcosa nel campo a sinistra per iniziare la ricerca...

source: Delete customer
it: Rimuovi il cliente

source: Pay attention!!!
it: Attenzione!!!

source: Are you sure you want to delete the customer? His references on your reservations will be deleted too
it: Confermi la cancellazione del cliente? Anche il riferimento a lui, nelle sue prenotazioni, verra' eiminato

source: Delete reservation
it: Rimuovi la prenotazione

source: Do you want to permanentely delete this reservation and relative informations
it: Vuoi rimuovere definitivamente la prenotazione con le sue informazioni

source: Delete Room
it: Rimuovi la camera

source: Deletion
it: Cancellazione

source: Are you sure you want to delete it
it: Sicuro di rimuoverla

source: New reservation
it: Nuova prenotazione

source: Adding a new reservation
it: Inserisci una nuova prenotazione

source: Arrival
it: Arrivo

source: Nights
it: Notti

source: Room
it: Camera

source: Status
it: Stato

source: Confirmed
it: Confermata

source: Not confirmed
it: Non confermata

source: Checkin'ed
it: Arrivati

source: Option
it: Altro

source: Good, there is availability
it: Bene, c'e' disponibilita'

source: No availability for this room
it: Non c'e' disponibilita' per questa camera

source: Vat settings
it: Configurazione IVA

source: With vat settings, you have control on your invoices. You can setup the right vat percentage and vat name
it: Con la gestione dell'IVA, agirai sulle fatture. Puoi configurare percentuale IVA e ragione sociale

source: Zak settings
it: Configurazione Zak

source: Vat Name
it: Ragione sociale

source: Vat Percentage
it: Percentuale IVA

source: Invoice Header
it: Intestazione fattura

source: Invoices: enumeration types
it: Fatture: lista tipologie

source: Invoice types
it: Tipi di fattura

source: New invoice type
it: Nuovo tipo fattura

source: Modify invoice type
it: Modifica il tipo fattura

source: Deleting invoice type
it: Rimuovi il tipo fattura

source: Are you sure to delete this invoice type? By deleting it, the enumeration of your previous invoices of this types will be interrupeted forever
it: Siete certi di rimuovere il tipo fattura? Cancellandola, l'enumerazione sequenziale delle fatture gia' effettuate di questo tipo, sara' interrotta

source: Invoice
it: Fattura

source: Total
it: Totale

source: Customer invoice header
it: Intestazione fattura

source: Zak Invoice
it: Fattura Zak

source: Per Room/Night prices
it: Prezzo per Notte/Camera

source: days
it: giorni

source: Today
it: Oggi

source: From date
it: Dalla data

source: Next
it: Succ

source: <b>drag me</b> to move your reservations
it: <b>trascinami</b> per muovere l'occupazione

source: To insert a new reservation, <b>right click on a cell</b>
it: Nuova prenotazione? Usa il <b>pulsante destro</b> del mouse sul planning

source: Edit
it: Modifica

source: Resize
it: Ridim.

source: Postpone
it: Posticipa

source: Add a new reservation
it: Inserisci una prenotazione

source: Please, insert reservation data
it: Compila i dati delle prenotazione

source: Customer
it: Cliente

source: Go to details
it: Entra in dettaglio

source: Continue
it: Continua

source: Cancel
it: Annulla

source: By deleting this occupancy you will loose it forever. Moreover, if the relative reservation has no additional occupancy, the reservation too will be deleted
it: Cancellando l'occupazione la perderai persempre. Inoltre, se la prenotazione rimarra' senza occupazioni, verra' cancellata anch'essa

source: New lenght
it: Nuova lunghezza

source: New status
it: Nuovo stato
